Repository: Kailun0727/Newsplus
Catalog: lib/l10n/app_*.arb
Languages: ms

source: Home
ms: Laman Utama

source: Community
ms: Komuniti

source: Saved News
ms: Berita Disimpan

source: All Category
ms: Semua Kategori

source: Total Results
ms: Jumlah Hasil

source: Filter Results
ms: Tapis Hasil

source: Apply
ms: Gunakan

source: Clear
ms: Kosongkan

source: No filter to clear
ms: Tiada tapisan untuk dikosongkan

# keywordFilter
source: Please enter a keyword to filter
ms: Sila masukkan kata kunci untuk menapis

# filterTitle
source: Filter News
ms: Tapis Berita

# keywordSearch
source: Please enter a keyword to search
ms: Sila masukkan kata kunci untuk mencari

# searchHintText
source: Search anything here
ms: Cari apa-apa di sini

source: General
ms: Umum

source: Entertainment
ms: Hiburan

source: Business
ms: Perniagaan

source: Technology
ms: Teknologi

source: Health
ms: Kesihatan

source: Science
ms: Sains

source: Sports
ms: Sukan

# popularPost
source: Most Popular Post
ms: Pos Paling Popular

source: Choose Community
ms: Pilih Komuniti

# filterPostTitle
source: Filter Post
ms: Tapisan Pos

# searchPostHintText
source: Search posts here
ms: Cari pos di sini

source: Total Saved News
ms: Jumlah Berita Disimpan

source: Saved Date
ms: Tarikh Disimpan

source: Share
ms: Kongsi

source: Save To Later
ms: Simpan Untuk Nanti

source: Saved
ms: Disimpan

source: Remove
ms: Padam

# moreStories
source: More Stories Like This
ms: Lebih Banyak Cerita Seperti Ini

# fewerStories
source: Fewer Stories Like This
ms: Kurang Cerita Seperti Ini

# saveNewsSuccess
source: News saved successfully
ms: Berita disimpan dengan berjaya

# removeNewsSuccess
source: Remove news successfully
ms: Berita berjaya dikeluarkan

# newsIsSaved
source: This news is already saved
ms: Berita ini sudah disimpan

# moreStoriesClicked
source: You'll see more stories like
ms: Anda akan melihat lebih banyak cerita seperti ini

# reportTitle
source: Report
ms: Laporkan

# reportHintText
source: Are you sure you want to report this post?
ms: Adakah anda pasti ingin melaporkan pos ini?

# reportYes
source: Yes
ms: Ya

# reportNo
source: No
ms: Tidak

# cannotReportAgain
source: You cannot report this post again.
ms: Anda tidak boleh melaporkan pos ini sekali lagi.

# reachReportLimit
source: This post has reached the report limit and will be hidden
ms: Pos ini telah mencapai had laporan dan akan disorok

# reachReplyReportLimit
source: This reply has reached the report limit and will be hidden
ms: Balasan ini telah mencapai had laporan dan akan disorok

# generalDescription
source: This is a General Community, Try to post content here!
ms: Ini adalah Komuniti Umum. Cuba muat naik kandungan di sini!

# entertainmentDescription
source: This is the Entertainment Community for all things fun!
ms: Ini adalah Komuniti Hiburan untuk perkara yang menyeronokkan!

# businessDescription
source: This is the Business Community for professional discussions.
ms: Ini adalah Komuniti Perniagaan untuk perbincangan profesional.

# technologyDescription
source: This is the Technology Community for tech enthusiasts.
ms: Ini adalah Komuniti Teknologi untuk peminat teknologi.

# healthDescription
source: This is the Health Community for health and wellness topics.
ms: Ini adalah Komuniti Kesihatan untuk topik kesihatan.

# scienceDescription
source: This is the Science Community for scientific discussions.
ms: Ini adalah Komuniti Sains untuk perbincangan saintifik.

# sportsDescription
source: This is the Sports Community for sports fans.
ms: Ini adalah Komuniti Sukan untuk peminat sukan.

source: Reply
ms: Balas

source: Likes
ms: Suka

# replyHintText
source: Write your reply...
ms: Tulis balasan anda...

source: No data available
ms: Tiada data yang tersedia

source: Create Post
ms: Cipta Pos

source: Select Category
ms: Pilih Kategori

# postTitleHintText
source: Enter a descriptive title...
ms: Masukkan tajuk yang deskriptif...

# titleEmpty
source: Title cannot be empty
ms: Tajuk tidak boleh kosong

# contentHintText
source: What's on your mind?
ms: Apa yang ada dalam fikiran anda?

# contentEmpty
source: Content cannot be empty
ms: Kandungan tidak boleh kosong

# createButtonText
source: Create
ms: Cipta

# cancelButtonText
source: Cancel
ms: Batal

source: Profile
ms: Profil

source: Username
ms: Nama Pengguna

source: Email
ms: Emel

source: Password
ms: Kata Laluan

source: Display Language
ms: Bahasa Paparan

source: Sign Out
ms: Log Keluar

# usernameHintText
source: Enter your new username
ms: Masukkan nama pengguna baru anda

# passwordHintText
source: Enter your new password
ms: Masukkan kata laluan baru anda

# emailHintText
source: Enter your new email
ms: Masukkan emel baru anda

# updateSuccess
source: Update successful
ms: Kemaskini berjaya
